<?php
// +----------------------------------------------------------------------
// | 股票策略系统 [ V1.02 ]
// +----------------------------------------------------------------------
// | 版权所有 2018~2022 山东软淘电子商务有限公司 [ http://www.sdruantao.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://www.sdruantao.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------

return [
    // 产品信息
    'product_name'      => '股票策略系统',
    'product_version'   => '1.3.1',
    'build_version'     => '201809181126',
    'product_website'   => '',
    'product_update'    => '',
    'develop_team'      => '股票策略系统',

    // 公司信息
    'company_name'    => '',
    'company_website' => '',
];