<?php
// +----------------------------------------------------------------------
// | 股票策略系统 [ V1.02 ]
// +----------------------------------------------------------------------
// | 版权所有 2018~2022 山东软淘电子商务有限公司 [ http://www.sdruantao.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://www.sdruantao.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------

/**
 * 微信地区数据包
 */
return [
    // 数据包信息
    'name'       => 'wechat_area',
    // 数据包标题
    'title'      => '微信地区数据包',
    // 作者
    'author'     => 'CaiWeiMing',
    // 作者网址
    'author_url' => '',
    // 版本号
    'version'    => '1.0.0',
    // 数据表名，不含前缀
    'tables'     => [
        'packet_wechat_area'
    ],
    // 表前缀
    'database_prefix' => 'oc_',
];